Repository: jtopjian/horizon-2013.1.2
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Additional information here...
fr: Renseignements complémentaires ici…

source: Filter
fr: Filtre

source: There was a problem communicating with the server, please try again.
fr: La communication n’a pu être établie avec le serveur. Essayez de nouveau.

source: There was an error submitting the form. Please try again.
fr: Une erreur est survenue lors de la soumission du formulaire. Essayez de nouveau.

source: Loading
fr: Chargement

source: An error occurred. Please try again.
fr: Une erreur est survenue. Essayez de nouveau.

source: This project currently has no members.
fr: Ce projet ne compte aucun membre pour l’instant.

source: No more available users to add.
fr: Plus aucun utilisateur disponible à ajouter.

source: No users found.
fr: Aucun utilisateur trouvé.

source: An error occurred while updating.
fr: Une erreur est survenue durant la mise à jour.

source: Confirm
fr: Confirmer

source: Please confirm your selection. This action cannot be undone.
fr: Confirmez votre choix. Cette action ne peut être annulée.

source: Working
fr: Travail en cours

source: Displaying %s item
fr: Affichage de %s élément
